Revit 2023 API
GroupTypeId.StairsSupports Property
 "Supports"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId StairsSupports { get; }
Visual Basic
Public Shared ReadOnly Property StairsSupports As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ StairsSupports {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace